service = "Выберите услугу: "

pedicure = (
    "🦶 Педикюр:\n"
    "1️⃣ Без покрытия - 25 р.\n"
    "2️⃣ С покрытием - 40 р.\n"
    "Дополнительно:\n"
    "🦶✨ Обработка стоп + 20 р.\n"
    "\n"
    "🛑 Примечание\n"
    "При наличии у клиента:\n"
    "🦶 Онихолизис (отслоение ногтевой платины от ложе);\n"
    "🦶🦠 Грибковое заболевание, псевдомония;\n"
    "🦶🔨 Травма ногтевой пластины;\n"
    "😱 Гигиеническая процедура по уходу за стопами ног оказана не будет!"
)

manicure = (
    "😌💅 Маникюр:\n"
    "1️⃣ Долговременное покрытие - 50 р.\n"
    "Дополнительно:\n"
    "📏 Доплата за длину + 10 р.\n"
    "Френч / втирка + 10 р.\n"
    "Восстановление архитектуры + 10 р.\n"
    "Дизайн одного ногтя + 10 р.\n"
)

nail_extension = (
    "Наращивание:\n"
    "1️⃣ Наращивание ногтей - 75 р.\n"
    "2️⃣ Коррекция наращивания - 65 р.\n"
    "Дополнительно:\n"
    "Доплата за длину + 10 р.\n"
    "Френч / втирка + 10 р.\n"
    "Восстановление архитектуры + 10 р.\n"
    "Дизайн одного ногтя + 10 р.\n"
)


MESSAGES_PRICE = {
    "service": service,
    "nail_extension": nail_extension,
    "pedicure": pedicure,
    "manicure": manicure,
}
